export default function AboutPage() {
  return (
    <div>
      <h2>О проекте</h2>
      <p>
        1. Сначала авторизуйтесь на странице "Авторизация" (после этого вы попадете на главную).
        <br />
        2. Зайдите на страницу "Настройка".
        <br />
        - Нажмите ++ и добавьте нужный раздел (дайте ему название).
        <br />
        - Внутри раздела можете добавить подраздел кнопочкой + (внутри подраздела также можно
        добавить подраздел, или добавить еще один раздел кнокой ++).
        <br />
        - После того как все разделы которые было нужно добавлены, нажмите "сохранить изменения" →
        разделы появятся на странице "Главная".
        <br />
        3. Зайдите на страницу "Главная"
        <br />
        - В каждом разделе введите в виде цифр ваши затраты.
        <br />
        - Выберите дату.
        <br />
        - Нажмите кнопку "добавить" → теперь эти данные доступны в отчетах.
        <br />
        4. Зайдите на страницу "Отчет".
        <br />
        - Выберите от какого и до какого числа вам необходимы данные.
        <br />
        - Выберите формат отчета — таблица или диаграмма.
        <br />
        - Нажмите кнопку "открыть".
        <br />
        5. Готово! Можете добавлять новые разделы, или удалить все предыдущие, добавлять новые траты
        в уже созданные разделы, и, конечно же, можете смотреть отчеты за нужный период.
        <br />
        Тажке можете выйти и авторизоваться за другого пользователя, или опять зайти в уже созданный
        аккаунт.
      </p>
    </div>
  );
}
